Repository: sekizlipenguen/luma-mac
Catalog: Luma/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans

source: Disk encryption is off. Enable FileVault in System Settings if you want full-disk encryption.
ar: تشفير القرص متوقف. فعّل FileVault في إعدادات النظام إذا أردت تشفير القرص بالكامل.
es: El cifrado de disco está desactivado. Activa FileVault en Ajustes del Sistema si quieres cifrado completo.
fr: Le chiffrement du disque est désactivé. Activez FileVault dans Réglages Système pour un chiffrement complet.
it: La crittografia del disco è disattivata. Abilita FileVault in Impostazioni di Sistema per la crittografia completa.
ja: ディスク暗号化はオフです。フルディスク暗号化が必要ならシステム設定でFileVaultを有効にしてください。
ko: 디스크 암호화가 꺼져 있습니다. 전체 디스크 암호화가 필요하면 시스템 설정에서 FileVault를 켜세요.
pt_br: A criptografia de disco está desativada. Ative o FileVault nas Ajustes do Sistema para criptografia completa.
ru: Шифрование диска выключено. Включите FileVault в Системных настройках для полного шифрования.
tr: Disk şifreleme kapalı. Tam disk şifreleme istiyorsanız Sistem Ayarları’nda FileVault’u açın.
zh_hans: 磁盘加密已关闭。如需全盘加密，请在“系统设置”中启用 FileVault。

source: Could not read FileVault status honestly from fdesetup.
ar: تعذّر قراءة حالة FileVault بصدق عبر fdesetup.
es: No se pudo leer el estado de FileVault de forma fiable con fdesetup.
fr: Impossible de lire honnêtement l’état de FileVault via fdesetup.
it: Impossibile leggere in modo affidabile lo stato di FileVault con fdesetup.
ja: fdesetupからFileVaultの状態を正直に読み取れませんでした。
ko: fdesetup으로 FileVault 상태를 정확히 읽지 못했습니다.
pt_br: Não foi possível ler o status do FileVault de forma confiável via fdesetup.
ru: Не удалось честно прочитать статус FileVault через fdesetup.
tr: FileVault durumu fdesetup ile dürüstçe okunamadı.
zh_hans: 无法通过 fdesetup 如实读取 FileVault 状态。

source: The application firewall appears enabled.
ar: يبدو أن جدار حماية التطبيقات مفعّل.
es: El cortafuegos de aplicaciones parece estar activado.
fr: Le pare-feu d’applications semble activé.
it: Il firewall delle applicazioni sembra attivo.
ja: アプリケーションファイアウォールは有効のようです。
ko: 응용 프로그램 방화벽이 켜진 것으로 보입니다.
pt_br: O firewall de aplicativos parece estar ativado.
ru: Межсетевой экран приложений, похоже, включён.
tr: Uygulama güvenlik duvarı açık görünüyor.
zh_hans: 应用程序防火墙似乎已启用。

source: The application firewall appears disabled. You can turn it on in System Settings.
ar: يبدو أن جدار حماية التطبيقات متوقف. يمكنك تفعيله في إعدادات النظام.
es: El cortafuegos de aplicaciones parece desactivado. Puedes activarlo en Ajustes del Sistema.
fr: Le pare-feu d’applications semble désactivé. Vous pouvez l’activer dans Réglages Système.
it: Il firewall delle applicazioni sembra disattivato. Puoi attivarlo in Impostazioni di Sistema.
ja: アプリケーションファイアウォールは無効のようです。システム設定で有効にできます。
ko: 응용 프로그램 방화벽이 꺼진 것으로 보입니다. 시스템 설정에서 켤 수 있습니다.
pt_br: O firewall de aplicativos parece desativado. Você pode ativá-lo nas Ajustes do Sistema.
ru: Межсетевой экран приложений, похоже, выключен. Его можно включить в Системных настройках.
tr: Uygulama güvenlik duvarı kapalı görünüyor. Sistem Ayarları’ndan açabilirsiniz.
zh_hans: 应用程序防火墙似乎已关闭。可在“系统设置”中开启。

source: Could not read firewall state from socketfilterfw.
ar: تعذّر قراءة حالة جدار الحماية عبر socketfilterfw.
es: No se pudo leer el estado del cortafuegos con socketfilterfw.
fr: Impossible de lire l’état du pare-feu via socketfilterfw.
it: Impossibile leggere lo stato del firewall con socketfilterfw.
ja: socketfilterfwからファイアウォール状態を読み取れませんでした。
ko: socketfilterfw로 방화벽 상태를 읽지 못했습니다.
pt_br: Não foi possível ler o estado do firewall via socketfilterfw.
ru: Не удалось прочитать состояние брандмауэра через socketfilterfw.
tr: Güvenlik duvarı durumu socketfilterfw ile okunamadı.
zh_hans: 无法通过 socketfilterfw 读取防火墙状态。

source: Stealth mode is on — the Mac may not respond to some unsolicited network probes.
ar: وضع التخفي مفعّل — قد لا يستجيب الـ Mac لبعض مسوحات الشبكة غير المطلوبة.
es: El modo sigiloso está activado: el Mac puede no responder a algunas sondas de red no solicitadas.
fr: Le mode furtif est activé — le Mac peut ne pas répondre à certaines sondes réseau non sollicitées.
it: La modalità invisibile è attiva: il Mac potrebbe non rispondere ad alcune sonde di rete non richieste.
ja: ステルスモードはオンです。一部の未要求ネットワーク探査に応答しない場合があります。
ko: 스텔스 모드가 켜져 있습니다. 일부 원치 않는 네트워크 탐색에 응답하지 않을 수 있습니다.
pt_br: O modo furtivo está ativado — o Mac pode não responder a algumas sondas de rede não solicitadas.
ru: Скрытый режим включён — Mac может не отвечать на некоторые непрошеные сетевые зонды.
tr: Gizlilik modu açık — Mac bazı istenmeyen ağ yoklamalarına yanıt vermeyebilir.
zh_hans: 隐身模式已开启——Mac 可能不响应某些未经请求的网络探测。

source: Stealth mode is off. Optional hardening, not a malware finding.
ar: وضع التخفي متوقف. تقوية اختيارية، وليست اكتشاف برمجيات خبيثة.
es: El modo sigiloso está desactivado. Endurecimiento opcional, no un hallazgo de malware.
fr: Le mode furtif est désactivé. Durcissement optionnel, pas une détection de malware.
it: La modalità invisibile è disattivata. Rafforzamento opzionale, non un rilevamento malware.
ja: ステルスモードはオフです。任意の強化であり、マルウェア検出ではありません。
ko: 스텔스 모드가 꺼져 있습니다. 선택적 강화일 뿐 악성코드 발견이 아닙니다.
pt_br: O modo furtivo está desativado. Endurecimento opcional, não uma detecção de malware.
ru: Скрытый режим выключен. Это необязательное усиление, не находка вредоносного ПО.
tr: Gizlilik modu kapalı. İsteğe bağlı sertleştirme; zararlı yazılım bulgusu değil.
zh_hans: 隐身模式已关闭。这是可选加固，不是恶意软件发现。

source: Could not read stealth mode.
ar: تعذّر قراءة وضع التخفي.
es: No se pudo leer el modo sigiloso.
fr: Impossible de lire le mode furtif.
it: Impossibile leggere la modalità invisibile.
ja: ステルスモードを読み取れませんでした。
ko: 스텔스 모드를 읽지 못했습니다.
pt_br: Não foi possível ler o modo furtivo.
ru: Не удалось прочитать скрытый режим.
tr: Gizlilik modu okunamadı.
zh_hans: 无法读取隐身模式。

source: Gatekeeper is assessing apps before they run (spctl).
ar: Gatekeeper يقيّم التطبيقات قبل تشغيلها (spctl).
es: Gatekeeper está evaluando las apps antes de ejecutarlas (spctl).
fr: Gatekeeper évalue les apps avant leur exécution (spctl).
it: Gatekeeper valuta le app prima dell’esecuzione (spctl).
ja: Gatekeeperはアプリ実行前に評価しています（spctl）。
ko: Gatekeeper가 앱 실행 전에 평가합니다(spctl).
pt_br: O Gatekeeper está avaliando apps antes de executá-las (spctl).
ru: Gatekeeper проверяет приложения перед запуском (spctl).
tr: Gatekeeper uygulamaları çalışmadan önce değerlendiriyor (spctl).
zh_hans: Gatekeeper 会在应用运行前进行评估（spctl）。

source: Gatekeeper assessments appear disabled. Re-enable in System Settings unless you disabled them on purpose.
ar: يبدو أن تقييمات Gatekeeper متوقفة. أعد تفعيلها في إعدادات النظام ما لم تعطّلها عمدًا.
es: Las evaluaciones de Gatekeeper parecen desactivadas. Actívalas en Ajustes del Sistema salvo que las hayas desactivado a propósito.
fr: Les évaluations Gatekeeper semblent désactivées. Réactivez-les dans Réglages Système sauf si vous les avez désactivées volontairement.
it: Le valutazioni di Gatekeeper sembrano disattivate. Riattivale in Impostazioni di Sistema se non le hai disabilitate di proposito.
ja: Gatekeeperの評価は無効のようです。意図的でなければシステム設定で再有効化してください。
ko: Gatekeeper 평가가 꺼진 것으로 보입니다. 의도적으로 끈 것이 아니면 시스템 설정에서 다시 켜세요.
pt_br: As avaliações do Gatekeeper parecem desativadas. Reative nas Ajustes do Sistema, a menos que as tenha desativado de propósito.
ru: Проверки Gatekeeper, похоже, отключены. Включите снова в Системных настройках, если только вы не отключали их намеренно.
tr: Gatekeeper değerlendirmeleri kapalı görünüyor. Bilerek kapatmadıysanız Sistem Ayarları’ndan yeniden açın.
zh_hans: Gatekeeper 评估似乎已关闭。除非你有意关闭，请在“系统设置”中重新启用。

source: Could not read Gatekeeper status from spctl.
ar: تعذّر قراءة حالة Gatekeeper عبر spctl.
es: No se pudo leer el estado de Gatekeeper con spctl.
fr: Impossible de lire l’état de Gatekeeper via spctl.
it: Impossibile leggere lo stato di Gatekeeper con spctl.
ja: spctlからGatekeeperの状態を読み取れませんでした。
ko: spctl로 Gatekeeper 상태를 읽지 못했습니다.
pt_br: Não foi possível ler o status do Gatekeeper via spctl.
ru: Не удалось прочитать статус Gatekeeper через spctl.
tr: Gatekeeper durumu spctl ile okunamadı.
zh_hans: 无法通过 spctl 读取 Gatekeeper 状态。

source: SIP is enabled. This is normal for most Macs.
ar: SIP مفعّل. هذا طبيعي لمعظم أجهزة Mac.
es: SIP está activado. Es lo habitual en la mayoría de los Mac.
fr: SIP est activé. C’est normal pour la plupart des Mac.
it: SIP è attivo. È normale per la maggior parte dei Mac.
ja: SIPは有効です。ほとんどのMacではこれが通常です。
ko: SIP가 켜져 있습니다. 대부분의 Mac에서 정상입니다.
pt_br: O SIP está ativado. Isso é normal na maioria dos Macs.
ru: SIP включён. Так и должно быть на большинстве Mac.
tr: SIP açık. Çoğu Mac için bu normaldir.
zh_hans: SIP 已启用。这对大多数 Mac 来说是正常状态。

source: SIP appears disabled. That weakens macOS system protections — only keep it off if you intentionally need it.
ar: يبدو أن SIP متوقف. هذا يضعف حمايات نظام macOS — اتركه متوقفًا فقط إذا احتجته عمدًا.
es: SIP parece desactivado. Eso debilita las protecciones del sistema de macOS: déjalo así solo si lo necesitas a propósito.
fr: SIP semble désactivé. Cela affaiblit les protections système de macOS — ne le laissez désactivé que si vous en avez vraiment besoin.
it: SIP sembra disattivato. Indebolisce le protezioni di sistema di macOS: lascialo così solo se ti serve intenzionalmente.
ja: SIPは無効のようです。macOSのシステム保護が弱まります。意図的に必要な場合だけオフにしてください。
ko: SIP가 꺼진 것으로 보입니다. macOS 시스템 보호가 약해집니다. 의도적으로 필요할 때만 끄세요.
pt_br: O SIP parece desativado. Isso enfraquece as proteções do sistema do macOS — deixe desativado só se precisar de propósito.
ru: SIP, похоже, отключён. Это ослабляет системные защиты macOS — оставляйте выключенным только если это нужно намеренно.
tr: SIP kapalı görünüyor. Bu, macOS sistem korumalarını zayıflatır — yalnızca bilerek gereken durumlarda kapalı bırakın.
zh_hans: SIP 似乎已关闭。这会削弱 macOS 系统保护——仅在你确实需要时保持关闭。

source: Could not read SIP status from csrutil.
ar: تعذّر قراءة حالة SIP عبر csrutil.
es: No se pudo leer el estado de SIP con csrutil.
fr: Impossible de lire l’état de SIP via csrutil.
it: Impossibile leggere lo stato di SIP con csrutil.
ja: csrutilからSIPの状態を読み取れませんでした。
ko: csrutil로 SIP 상태를 읽지 못했습니다.
pt_br: Não foi possível ler o status do SIP via csrutil.
ru: Не удалось прочитать статус SIP через csrutil.
tr: SIP durumu csrutil ile okunamadı.
zh_hans: 无法通过 csrutil 读取 SIP 状态。

source: Without Full Disk Access, protected Library folders are skipped.
ar: بدون الوصول الكامل إلى القرص تُتخطى مجلدات Library المحمية.
es: Sin acceso completo al disco se omiten las carpetas Library protegidas.
fr: Sans accès complet au disque, les dossiers Library protégés sont ignorés.
it: Senza accesso completo al disco le cartelle Library protette vengono saltate.
ja: フルディスクアクセスがないと保護されたLibraryフォルダはスキップされます。
ko: 전체 디스크 접근이 없으면 보호된 Library 폴더는 건너뜁니다.
pt_br: Sem acesso total ao disco, pastas Library protegidas são ignoradas.
ru: Без полного доступа к диску защищённые папки Library пропускаются.
tr: Tam Disk Erişimi olmadan korunan Library klasörleri atlanır.
zh_hans: 没有完全磁盘访问时，受保护的 Library 文件夹会被跳过。

source: No applications found to inspect.
ar: لم يُعثر على تطبيقات لفحصها.
es: No se encontraron aplicaciones para inspeccionar.
fr: Aucune application à inspecter.
it: Nessuna applicazione da ispezionare.
ja: 検査対象のアプリケーションが見つかりません。
ko: 검사할 응용 프로그램을 찾지 못했습니다.
pt_br: Nenhum aplicativo encontrado para inspecionar.
ru: Приложения для проверки не найдены.
tr: İncelenecek uygulama bulunamadı.
zh_hans: 未找到可检查的应用程序。

source: No Application bundles still carry a download quarantine attribute. That is informational — not a malware scan.
ar: لا توجد حزم تطبيقات ما زالت تحمل سمة حجر التنزيل. معلوماتي — وليس فحص برمجيات خبيثة.
es: Ningún paquete de aplicación conserva el atributo de cuarentena de descarga. Es informativo, no un análisis de malware.
fr: Aucun bundle d’application ne porte encore l’attribut de quarantaine de téléchargement. Informatif — pas un scan malware.
it: Nessun bundle di app ha ancora l’attributo di quarantena da download. Informativo — non è una scansione malware.
ja: ダウンロード隔離属性をまだ持つアプリケーションバンドルはありません。情報提供であり、マルウェアスキャンではありません。
ko: 다운로드 격리 속성을 아직 가진 앱 번들이 없습니다. 정보일 뿐 악성코드 검사가 아닙니다.
pt_br: Nenhum pacote de aplicativo ainda carrega o atributo de quarentena de download. É informativo — não é varredura de malware.
ru: Ни один пакет .app больше не несёт атрибут карантина загрузки. Это сведения, а не проверка на вредоносное ПО.
tr: İndirme karantina özniteliği taşıyan uygulama paketi kalmadı. Bilgilendirme — zararlı yazılım taraması değil.
zh_hans: 没有应用程序包仍带有下载隔离属性。这仅供参考——不是恶意软件扫描。

source: These apps still have a quarantine flag from download/open. First launch goes through Gatekeeper — not a virus verdict.
ar: لا تزال هذه التطبيقات تحمل علامة حجر من التنزيل/الفتح. التشغيل الأول يمر عبر Gatekeeper — وليس حكم فيروس.
es: Estas apps aún tienen una marca de cuarentena por descarga/apertura. El primer inicio pasa por Gatekeeper: no es un veredicto de virus.
fr: Ces apps portent encore un indicateur de quarantaine issu du téléchargement/ouverture. Le premier lancement passe par Gatekeeper — pas un verdict de virus.
it: Queste app hanno ancora un flag di quarantena da download/apertura. Il primo avvio passa da Gatekeeper — non è un verdetto sui virus.
ja: これらのアプリにはダウンロード/開封由来の隔離フラグが残っています。初回起動はGatekeeper経由で、ウイルス判定ではありません。
ko: 이 앱들은 다운로드/실행으로 생긴 격리 플래그가 아직 있습니다. 첫 실행은 Gatekeeper를 거치며 바이러스 판정이 아닙니다.
pt_br: Esses apps ainda têm um sinal de quarentena de download/abertura. O primeiro lançamento passa pelo Gatekeeper — não é veredito de vírus.
ru: У этих приложений ещё есть флаг карантина после загрузки/открытия. Первый запуск идёт через Gatekeeper — это не вердикт о вирусе.
tr: Bu uygulamalarda indirme/açma kaynaklı karantina bayrağı hâlâ var. İlk açılış Gatekeeper’dan geçer — virüs hükmü değildir.
zh_hans: 这些应用仍带有下载/打开产生的隔离标记。首次启动会经过 Gatekeeper——不是病毒判定。

source: Photos
ar: الصور
es: Fotos
it: Foto
ja: 写真
ko: 사진
pt_br: Fotos
ru: Фото
tr: Fotoğraflar
zh_hans: 照片

source: Movies
ar: الأفلام
es: Películas
fr: Films
it: Film
ja: ムービー
ko: 영화
pt_br: Filmes
ru: Фильмы
tr: Filmler
zh_hans: 影片

source: Music
ar: الموسيقى
es: Música
fr: Musique
it: Musica
ja: ミュージック
ko: 음악
pt_br: Música
ru: Музыка
tr: Müzik
zh_hans: 音乐

source: Desktop
ar: سطح المكتب
es: Escritorio
fr: Bureau
it: Scrivania
ja: デスクトップ
ko: 데스크탑
pt_br: Mesa
ru: Рабочий стол
tr: Masaüstü
zh_hans: 桌面

source: Mail
ar: البريد
es: Correo
ja: メール
ko: 메일
ru: Почта
zh_hans: 邮件

source: Messages
ar: الرسائل
es: Mensajes
it: Messaggi
ja: メッセージ
ko: 메시지
pt_br: Mensagens
ru: Сообщения
tr: Mesajlar
zh_hans: 信息

source: App Containers
ar: حاويات التطبيقات
es: Contenedores de apps
fr: Conteneurs d’apps
it: Container delle app
ja: アプリコンテナ
ko: 앱 컨테이너
pt_br: Contêineres de apps
ru: Контейнеры приложений
tr: Uygulama kapsayıcıları
zh_hans: 应用容器

source: Virtual Machines
ar: الآلات الافتراضية
es: Máquinas virtuales
fr: Machines virtuelles
it: Macchine virtuali
ja: 仮想マシン
ko: 가상 머신
pt_br: Máquinas virtuais
ru: Виртуальные машины
tr: Sanal makineler
zh_hans: 虚拟机

source: Not scanned (disk remainder)
ar: غير ممسوح (بقية القرص)
es: No analizado (resto del disco)
fr: Non analysé (reste du disque)
it: Non analizzato (resto del disco)
ja: 未スキャン（ディスク残分）
ko: 스캔 안 함(디스크 나머지)
pt_br: Não analisado (resto do disco)
ru: Не просканировано (остаток диска)
tr: Taranmadı (disk kalanı)
zh_hans: 未扫描（磁盘其余部分）

source: What’s inside Other
ar: ماذا داخل «أخرى»
es: Qué hay en Otros
fr: Ce qu’il y a dans Autre
it: Cosa c’è in Altro
ja: 「その他」の中身
ko: 기타 안에 있는 것
pt_br: O que há em Outros
ru: Что внутри «Другое»
tr: Diğer’in içinde ne var
zh_hans: “其他”里面有什么

source: These folders were scanned. Other is not free space — it is files that did not match Photos, Mail, apps, or developer tools. Open a row to see the next level.
ar: هذه المجلدات مُسحت. «أخرى» ليست مساحة فارغة — بل ملفات لم تُصنَّف كصور أو بريد أو تطبيقات أو أدوات مطور. افتح صفًا للمستوى التالي.
es: Estas carpetas se analizaron. Otros no es espacio libre: son archivos que no coinciden con Fotos, Mail, apps o herramientas de desarrollo. Abre una fila para el siguiente nivel.
fr: Ces dossiers ont été analysés. Autre n’est pas de l’espace libre — ce sont des fichiers hors Photos, Mail, apps ou outils développeur. Ouvrez une ligne pour le niveau suivant.
it: Queste cartelle sono state analizzate. Altro non è spazio libero: sono file non classificati come Foto, Mail, app o strumenti sviluppatore. Apri una riga per il livello successivo.
ja: これらのフォルダはスキャン済みです。「その他」は空き容量ではなく、写真・メール・アプリ・開発ツールに分類されなかったファイルです。行を開くと次の階層が見えます。
ko: 이 폴더는 스캔됐습니다. 기타는 빈 공간이 아니라 사진, 메일, 앱, 개발 도구로 분류되지 않은 파일입니다. 행을 열어 다음 단계를 보세요.
pt_br: Essas pastas foram analisadas. Outros não é espaço livre — são arquivos que não bateram com Fotos, Mail, apps ou ferramentas de desenvolvedor. Abra uma linha para o próximo nível.
ru: Эти папки уже просканированы. «Другое» — не свободное место, а файлы вне Фото, Почты, приложений и инструментов разработчика. Откройте строку, чтобы увидеть следующий уровень.
tr: Bu klasörler tarandı. Diğer boş alan değil — Fotoğraflar, Mail, uygulamalar veya geliştirici araçlarına düşmeyen dosyalar. Bir satırı açınca bir alt katman görünür.
zh_hans: 这些文件夹已经扫描。“其他”不是空闲空间，而是未归入照片、邮件、应用或开发工具的文件。打开一行可看下一层。

source: Scanned %@ · disk used %@ — leftover slice is unwalked disk, not a mystery home pile.
ar: تم مسح %@ · المستخدم على القرص %@ — الشريحة المتبقية قرص لم يُمشَ، وليست كومة منزل غامضة.
es: Analizado %@ · usado %@ — el resto es disco no recorrido, no un montón misterioso de la carpeta de inicio.
fr: Analysé %@ · utilisé %@ — le reste est du disque non parcouru, pas un tas mystérieux du dossier personnel.
it: Analizzati %@ · usati %@ — la fetta restante è disco non percorso, non un mucchio misterioso della home.
ja: スキャン %@ · ディスク使用 %@ — 残りは未走査のディスクであり、ホームの謎の山ではありません。
ko: 스캔 %@ · 디스크 사용 %@ — 남은 조각은 걷지 않은 디스크이지 홈의 수수께끼 더미가 아닙니다.
pt_br: Analisado %@ · usado %@ — a fatia restante é disco não percorrido, não um monte misterioso da pasta pessoal.
ru: Просканировано %@ · занято %@ — остаток это непройденный диск, не тайная куча домашней папки.
tr: Taranan %@ · diskte kullanılan %@ — kalan dilim yürünmeyen disk, gizemli ev yığını değil.
zh_hans: 已扫描 %@ · 磁盘已用 %@ — 剩余切片是未遍历的磁盘，不是神秘的主目录堆。

source: Folder size
ar: حجم المجلد
es: Tamaño de carpeta
fr: Taille du dossier
it: Dimensione cartella
ja: フォルダサイズ
ko: 폴더 크기
pt_br: Tamanho da pasta
ru: Размер папки
tr: Klasör boyutu
zh_hans: 文件夹大小

source: Folder size in Luma
ar: حجم المجلد في Luma
es: Tamaño de carpeta en Luma
fr: Taille du dossier dans Luma
it: Dimensione cartella in Luma
ja: Lumaでフォルダサイズ
ko: Luma에서 폴더 크기
pt_br: Tamanho da pasta no Luma
ru: Размер папки в Luma
tr: Luma’da klasör boyutu
zh_hans: 在 Luma 中查看文件夹大小

source: Finder folder size
ar: حجم المجلد في Finder
es: Tamaño en Finder
fr: Taille dans le Finder
it: Dimensione nel Finder
ja: Finderのフォルダサイズ
ko: Finder 폴더 크기
pt_br: Tamanho no Finder
ru: Размер в Finder
tr: Finder klasör boyutu
zh_hans: Finder 文件夹大小

source: Totals include files inside the folder (allocated size). Large folders take a while — same walk as Storage.
ar: الإجمالي يشمل الملفات داخل المجلد (الحجم المخصص). المجلدات الكبيرة تستغرق وقتًا — نفس مسح التخزين.
es: El total incluye los archivos dentro (tamaño asignado). Las carpetas grandes tardan: el mismo recorrido que Almacenamiento.
fr: Le total inclut les fichiers du dossier (taille allouée). Les gros dossiers prennent du temps — même parcours que Stockage.
it: Il totale include i file nella cartella (dimensione allocata). Le cartelle grandi richiedono tempo — stessa scansione di Archiviazione.
ja: 合計はフォルダ内のファイル（割り当てサイズ）です。大きなフォルダは時間がかかります。ストレージと同じ走査です。
ko: 합계는 폴더 안 파일(할당 크기)입니다. 큰 폴더는 시간이 걸립니다. 저장공간과 같은 탐색입니다.
pt_br: O total inclui os arquivos da pasta (tamanho alocado). Pastas grandes demoram — o mesmo percurso do Armazenamento.
ru: Итог включает файлы внутри (выделенный размер). Большие папки считаются долго — тот же обход, что и в Накопителе.
tr: Toplam, klasörün içindeki dosyaları (ayrılmış boyut) kapsar. Büyük klasörler zaman alır — Depolama ile aynı yürüyüş.
zh_hans: 总计包含文件夹内的文件（占用空间）。大文件夹会较慢——与“存储”相同的遍历。

source: Select a folder in Finder, then use Quick Actions / Services → Folder size in Luma.
ar: حدد مجلدًا في Finder ثم استخدم الإجراءات السريعة / الخدمات ← حجم المجلد في Luma.
es: Selecciona una carpeta en Finder y usa Acciones rápidas / Servicios → Tamaño de carpeta en Luma.
fr: Sélectionnez un dossier dans le Finder, puis Actions rapides / Services → Taille du dossier dans Luma.
it: Seleziona una cartella nel Finder, poi Azioni rapide / Servizi → Dimensione cartella in Luma.
ja: Finderでフォルダを選び、クイックアクション / サービス → Lumaでフォルダサイズ。
ko: Finder에서 폴더를 선택한 뒤 빠른 동작 / 서비스 → Luma에서 폴더 크기.
pt_br: Selecione uma pasta no Finder e use Ações rápidas / Serviços → Tamanho da pasta no Luma.
ru: Выберите папку в Finder, затем Быстрые действия / Службы → Размер папки в Luma.
tr: Finder’da bir klasör seç, ardından Hızlı İşlemler / Servisler → Luma’da klasör boyutu.
zh_hans: 在 Finder 中选中文件夹，然后使用快速操作/服务 → 在 Luma 中查看文件夹大小。

source: System paths are not measured (same rule as Storage).
ar: مسارات النظام لا تُقاس (نفس قاعدة التخزين).
es: Las rutas del sistema no se miden (la misma regla que Almacenamiento).
fr: Les chemins système ne sont pas mesurés (même règle que Stockage).
it: I percorsi di sistema non si misurano (stessa regola di Archiviazione).
ja: システムパスは測定しません（ストレージと同じ規則）。
ko: 시스템 경로는 측정하지 않습니다(저장공간과 같은 규칙).
pt_br: Caminhos do sistema não são medidos (mesma regra do Armazenamento).
ru: Системные пути не измеряются (то же правило, что у Накопителя).
tr: Sistem yolları ölçülmez (Depolama ile aynı kural).
zh_hans: 不测量系统路径（与“存储”相同规则）。

source: No files were passed from Finder.
ar: لم يُمرَّر أي ملف من Finder.
es: Finder no envió ningún archivo.
fr: Aucun fichier n’a été transmis par le Finder.
it: Nessun file è stato passato dal Finder.
ja: Finderからファイルが渡されませんでした。
ko: Finder에서 파일이 전달되지 않았습니다.
pt_br: Nenhum arquivo foi enviado pelo Finder.
ru: Finder не передал файлы.
tr: Finder dosya göndermedi.
zh_hans: Finder 没有传入文件。

source: Luma cannot paint a GB label next to every folder in Finder’s list — Apple does not allow that. It can measure the folder you select.
ar: لا يستطيع Luma وضع تسمية غيغابايت بجانب كل مجلد في قائمة Finder — أبل لا تسمح بذلك. يمكنه قياس المجلد الذي تحدده.
es: Luma no puede poner una etiqueta de GB junto a cada carpeta en la lista de Finder: Apple no lo permite. Sí puede medir la carpeta seleccionada.
fr: Luma ne peut pas afficher un libellé Go à côté de chaque dossier dans la liste du Finder — Apple ne le permet pas. Il peut mesurer le dossier sélectionné.
it: Luma non può mettere un’etichetta GB accanto a ogni cartella nell’elenco del Finder — Apple non lo consente. Può misurare la cartella selezionata.
ja: LumaはFinderリストの各フォルダ横にGBラベルを描けません。Appleが許可していません。選択したフォルダは測定できます。
ko: Luma는 Finder 목록의 모든 폴더 옆에 GB 라벨을 그릴 수 없습니다. Apple이 허용하지 않습니다. 선택한 폴더는 측정할 수 있습니다.
pt_br: O Luma não pode pintar um rótulo de GB ao lado de cada pasta na lista do Finder — a Apple não permite. Ele pode medir a pasta selecionada.
ru: Luma не может нарисовать подпись ГБ у каждой папки в списке Finder — Apple этого не разрешает. Можно измерить выбранную папку.
tr: Luma, Finder listesindeki her klasörün yanına GB yazamaz — Apple buna izin vermez. Seçtiğin klasörü ölçebilir.
zh_hans: Luma 无法在 Finder 列表中给每个文件夹旁画上 GB 标签——苹果不允许。它可以测量你选中的文件夹。
